START_MESSAGE = (
    "❄️Скоро наступит Новый год, и Дедушка Мороз из EPG Service приготовил "
    "для тебя небольшие позитивные пожелания на будущий 2025 год 🎅🏻\n"
    "Выбирай каждый день одно поздравление, и пусть твое настроение всегда будет отличным!"
)

GREETING_OPTIONS = [
    "Пожелание 1 🎁",
    "Пожелание 2 🎁",
    "Пожелание 3 🎁",
    "Пожелание 4 🎁",
    "Пожелание 5 🎁",
]

GREETING_MESSAGES = [
    "Пусть 2025 год будет наполнен любовью и радостью! ❤️",
    "Желаю счастливой новогодней улыбки! ✨",
    "Желаю исполнения всех желаний и счастливого Нового года! 🎄",
    "Удачи в Новом году! 🤩",
    "Пусть этот год принесет много смеха и счастливых моментов! 🌟",
]

THANK_YOU_MESSAGE = "Завтра тебя ждет новое пожелание ❤️"
REMINDER_MESSAGE = "Новый день - новое пожелание! Скорее забирай🤗"
FINAL_MESSAGE = (
    "Большое спасибо за участие! Желаю чудесно встретить Новый год и "
    "зажигательно отметить предстоящий корпоратив 💃🏼"
)
